{
	"site-title": "How fast am I going?",
	"site-description": "Find your current speed in mph or km/h with this online speedometer app",
	"site-mobile-app-title": "How Fast?",
	"units": {
		"default-units": "mph",
		"hide-selection": "false",
		"mph": "mph",
		"kmh": "km/h",
		"kn": "knots"
	},
	"location-format": "{value} {units}",
	"sponsored-by": "Sponsored by",
	"brought-to-you-by": "Brought to you by {0}",
	"reset": "Reset",
	"avg-speed": "Average Speed",
	"current-speed": "Current Speed",
	"heading": "Heading",
	"location-read-error": "An error occurred loading your current location.",
	"color-scheme-light": "Light Mode",
	"color-scheme-dark": "Dark Mode",
	"color-scheme-auto": "Automatic",
	"what-is-this.heading": "What is this?",
	"what-is-this.p1": "This site was designed to find your current speed, average speed, and compass direction in miles per hour, kilometers per hour, or knots. To use this online speedometer, visit this page on a GPS enabled device and your speed will update automatically as you move. It will even work when your phone is offline. You can use this to see how fast you are travelling while walking, biking, driving, boating, or on a train.",
	"how-we-calc-speed.heading": "How we Calculate your Speed",
	"how-we-calc-speed.p1": "We use the speed reading reported by your device GPS. This site may not work reliably on desktop computers without a GPS sensor or if you do not allow this site to access your current location.",
	"graph-speed.heading": "Graph your Speed",
	"graph-speed.p1": "As the website gathers speed readings, we display a graph showing the change in your speed over time. You can click the reset button at any time to clear this graph and the average speed calculation and restart from 0.",
	"suggested-uses.heading": "Suggested Uses",
	"suggested-uses.p1": "Let's suppose you're in an Uber, Lyft or other rideshare vehicle. The question pops into your mind: \"How fast is this vehicle going?\" It could be a Ford, a BMW, a Subaru, a Toyota or any other of the various cars that comply with Uber and Lyft's standards. Maybe you are going at a snail's pace because of extreme traffic on I-95, or perhaps your driver is going extremely fast and you want to report them but fear looking at their speedometer. Fear not! How Fast Am I Going is here to help you find out.",
	"suggested-uses.p2": "As the website gathers speed readings, we display a graph showing the change in your speed over time. You can click the reset button at any time to clear this graph and the average speed calculation and restart from 0.",
	"suggested-uses.p3": "What if you're on a leisurely bicycle ride? You are going at a slow pace along the lake so you can see the sunset, but all of a sudden the grey skies show their ugly face and the rain and thunder begins to pour down. You rush home and want to find out just how fast you were going. Simply open up your browser and find out as you rush home to dryness and warmth!",
	"suggested-uses.p4": "Another great way to use How Fast Am I Going is if you are in a motorboat.",
	"suggested-uses.p5": "An Amtrak train ride from Philadelphia to Indianapolis is a great way to spend 25 hours. The scenic pastoral countryside that North America's Midwest offers is unparalleled. But what if you are admiring the trees, the dirt and the other natural offerings and get a hankering to find out how fast the train is going? Before How Fast Am I Going, you'd have to get up and ask the conductor, who would typically get very angry. Now you can simply open up your smartphone, get online and find out how fast the train is going!",
	"suggested-uses.p6": "As the website gathers speed readings, we display a graph showing the change in your speed over time. You can click the reset button at any time to clear this graph and the average speed calculation and restart from 0.",
	"suggested-uses.p7": "Vroom Vroom! Your Honda 5 HP (15) Shaft Gas Powered Outboard Motor is speeding you across the local lake so that you can fish for trout, halibut and other fishes. You are clutching your fishing pole, ready to catch whichever fish will take the bait, but you want to know how long it will take to get to the fishing hole. You know there's one about 2 miles away. If you check your speed online, you can determine how long it will take you to get to there. Once caught, you can consume the fish raw or salt it and smoke it.",
	"current-speed.heading": "Current Speed",
	"current-speed.p1": "To calculate your current or instantaneous speed, you take the distance travelled over a very short period of time. A car travelling at 50 km/h generally goes for less than one hour at a constant speed, but if it did go at that speed for a full hour, it would travel 50 km. If the vehicle continued at that speed for half an hour, it would cover half that distance (25 km).",
	"avg-speed.heading": "Average Speed",
	"avg-speed.p1": "Different from instantaneous speed, average speed is defined as the total distance covered divided by the time interval. For example, if a distance of 80 kilometres is driven in 1 hour, the average speed is 80 kilometres per hour. Likewise, if 320 kilometres are travelled in 4 hours, the average speed is also 80 kilometres per hour. When a distance in kilometres (km) is divided by a time in hours (h), the result is in kilometres per hour (km/h).",
	"avg-speed.p2": "Miles per hour is an imperial and United States customary unit of speed expressing the number of statute miles covered in one hour. It is used in the United States, United Kingdom and some Commonwealth nations, notably in the Caribbean region.",
	"supported-speed.heading": "Supported Speed Units",
	"supported-speed.p1": "Kilometers (or Kilometres) per hour: internationally, km/h is the most commonly used unit of speed on traffic signs and speedometers. Other abbreviations include \"km/h\", \"kmph\" and \"km/hr\" as English abbreviations.",
	"supported-speed.p2": "Knots: The knot is a unit of speed equal to one nautical mile per hour, exactly 1.852 km/h (approximately 1.15078 mph). Worldwide, the knot is used in meteorology, and in maritime and air navigation—for example, a vessel travelling at 1 knot along a meridian travels approximately one minute of geographic latitude in one hour.",
	"home": "Home",
	"what-is-my-elevation": "What is my elevation?",
	"snowfall-guide": "Snowfall Guide",
	"visited-earth": "Visited Earth",
	"page.train.heading": "Train Speed",
	"page.train.text": "This page provides your current speed while you are aboard a train. ­Chugging across short distan­ces or entire continents, trains act as a major form of transportation worldwide. Also called railroads or railways, trains carry within their cars passeng­ers or freight -- such as raw materials, supplies or finished goods -- and sometimes both. Railways were the first form of rapid land transportation and had an effective monopoly on long distance passenger traffic until the development of the car in the 20th century. Speed had always been an important factor for railroads and they constantly tried to achieve higher speeds and decrease travel durations. Rail transportation in the late 19th Century was not much slower than non-high-speed trains today and many railroads regularly operated relatively fast express trains which averaged speeds of around 100 km/h (62 mph).",
	"page.boat.heading": "Boat Speed",
	"page.boat.text": "This page provides your current speed while you are aboard a boat. How fast is a boat on average? Is a fast boat the exception or the rule? The fastest boat speed record ever was 317.6 MPH. Pontoon boat speeds can surpass 30 MPH under the right conditions, with a few pontoon boats even reaching the 35 MPH mark thanks to larger engines and great conditions. The enjoyment that comes from speed is a huge plus for adrenaline-seeking boaters. And that’s one reason why knowing how fast a boat goes is important. ",
	"page.car.heading": "Car Speed",
	"page.car.text": "This page provides your current speed while you are riding in a car. A speedometer or a speed meter is a gauge that measures and displays the instantaneous speed of a vehicle. Speedometers for other vehicles have specific names and use other means of sensing speed.",
	"page.bicycle.heading": "Bicycle Speed",
	"page.bicycle.text": "This page provides your current speed while you are riding a bike. A human traveling on a bicycle at 16–24 km/h (10–15 mph), using only the power required to walk, is the most energy-efficient means of human transport generally available. For cyclists in Copenhagen, the average cycling speed is 15.5 km/h (9.6 mph). On a racing bike, a fit rider can ride at 40 km/h (25 mph) on flat surface.",
	"page.bus.heading": "Bus Speed",
	"page.bus.text": "This page provides your current speed while you are aboard a bus. Typical speeds of BRT systems range from 17 to 30 miles per hour (27 to 48 km/h). Regular bus routes can be significantly slower.",
	"page.walking.heading": "Walking Speed",
	"page.walking.text": "This page provides your current speed while you are walking. The average human walking speed at crosswalks is about 5.0 kilometres per hour (km/h), or about 3.1 miles per hour (mph).",
	"page.moped.heading": "Moped Speed",
	"page.moped.text": "This page provides your current speed while you are riding a moped. The moped is legally defined as a two- or three-wheeled vehicle with engine displacement of no more than 50 cc (3.1 cu in) and maximum speed of no more than 50 km/h (31 mph).",
	"page.motorcycle.heading": "Motorcycle Speed",
	"page.motorcycle.text": "This page provides your current speed while you are riding a motorcycle. The average driving speeds on 30 km/h roads was more than 40 km/h for both motorcyclists and car drivers. The average speed of motorbikes was above the speed limit on 50, 70, double lane 90 km/h roads and highways."
}