{
	"site-title": "どれくらい早く行きますか？",
	"site-description": "このオンライン速度計アプリで現在の速度をkm / hまたはノットで検索します",
	"site-mobile-app-title": "速度",
	"units": {
		"default-units": "kmh",
		"hide-selection": "true",
		"mph": "mph",
		"kmh": "km/h",
		"kn": "knots"
	},
	"location-format": "{value} {units}",
	"sponsored-by": "スポンサーは",
	"brought-to-you-by": "{0}の提供です",
	"reset": "リセットする",
	"avg-speed": "平均速度",
	"current-speed": "現在の速度",
	"heading": "方向",
	"location-read-error": "現在地の読み込み中にエラーが発生しました。",
	"color-scheme-light": " ライトモード",
	"color-scheme-dark": "ダークモード",
	"color-scheme-auto": "自動",
	"what-is-this.heading": "これは何ですか？",
	"what-is-this.p1": "このサイトは、現在の速度、平均速度、コンパスの方向を時速マイル、時速キロメートル、またはノットで検索するように設計されています。このオンライン速度計を使用するには、GPS対応デバイスでこのページにアクセスすると、移動すると速度が自動的に更新されます。スマートフォンがオフラインでも機能します。これを使用して、ウォーキング、サイクリング、ドライブ、ボート、または電車での移動速度を確認できます。",
	"how-we-calc-speed.heading": "速度の計算方法",
	"how-we-calc-speed.p1": "デバイスのGPSによって報告された速度の読み取り値を使用します。このサイトは、GPSセンサーが搭載されていないデスクトップコンピューターや、このサイトへの現在の場所へのアクセスを許可していない場合、確実に機能しない場合があります。",
	"graph-speed.heading": "速度をグラフ化する",
	"graph-speed.p1": "Webサイトが速度の測定値を収集すると、時間の経過に伴う速度の変化を示すグラフが表示されます。いつでもリセットボタンをクリックして、このグラフと平均速度の計算をクリアし、0から再開できます。",
	"suggested-uses.heading": "推奨用途",
	"suggested-uses.p1": "あなたがUber、Lyft、または他のライドシェア車両にいると仮定しましょう。質問が思い浮かびます。「この車両はどれくらいの速度で進んでいますか？」それは、フォード、BMW、スバル、トヨタ、またはUberとLyftの基準に適合するさまざまな車のいずれかです。I-95の交通量が非常に多いため、カタツムリのペースで進んでいるか、ドライバーが非常に速く進んでおり、スピードメーターを見ることを恐れて報告したいかもしれません。恐れるな！あなたが見つけるのを助けるために、私はどれくらい速く行くのですか？",
	"suggested-uses.p2": "Webサイトが速度の測定値を収集すると、時間の経過に伴う速度の変化を示すグラフが表示されます。いつでもリセットボタンをクリックして、このグラフと平均速度の計算をクリアし、0から再開できます。",
	"suggested-uses.p3": "のんびり自転車に乗っているとどうなりますか？湖に沿ってゆっくりと進んでいるので日没を見ることができますが、突然灰色の空がtheirい顔を見せ、雨と雷が降り注ぎ始めます。あなたは家に急ぎ、あなたがどれだけ速く行っていたかを知りたいです。単にブラウザを開いて、乾燥と暖かさを急いで家に帰ってください！",
	"suggested-uses.p4": "How Fast Am I Goingを使用する別の素晴らしい方法は、モーターボートに乗っている場合です。",
	"suggested-uses.p5": "フィラデルフィアからインディアナポリスへのアムトラックの電車は、25時間を過ごすのに最適な方法です。北米の中西部が提供する風光明媚な田園地帯は他に類を見ません。しかし、木、土、その他の自然の供物を賞賛し、電車がどれだけ速く進んでいるかを知りたいと思ったらどうでしょうか？どのくらい早く行くかを決める前に、立ち上がって指揮者に尋ねる必要があります。これで、スマートフォンを開いてオンラインになり、電車の速度を確認できます！",
	"suggested-uses.p6": "Webサイトが速度の測定値を収集すると、時間の経過に伴う速度の変化を示すグラフが表示されます。いつでもリセットボタンをクリックして、このグラフと平均速度の計算をクリアし、0から再開できます。",
	"suggested-uses.p7": "Vroom Vroom！Honda 5 HP（15）シャフトガソリン式船外機は、地元の湖を高速で走行するため、マス、オヒョウなどの魚を釣ることができます。あなたは釣り竿を握りしめて、どの魚が餌を取るかを捕まえる準備ができていますが、釣り穴に到達するのにどれくらい時間がかかるかを知りたいです。約2マイルの距離に1つあります。オンラインで速度をチェックすると、そこに到達するまでにかかる時間を判断できます。釣れたら、魚を生で消費するか、塩漬けにして吸うことができます。",
	"current-speed.heading": "現在の速度",
	"current-speed.p1": "現在の速度または瞬間的な速度を計算するには、非常に短い時間で移動した距離を使用します。50 km / hで走行する自動車は、通常一定の速度で1時間未満で移動しますが、その速度で1時間移動した場合、50 km移動します。車両がその速度で30分間継続すると、その距離の半分（25 km）をカバーします。",
	"avg-speed.heading": "平均速度",
	"avg-speed.p1": "瞬間速度とは異なり、平均速度は、カバーされる合計距離を時間間隔で割ったものとして定義されます。たとえば、80 kmの距離を1時間で走行すると、平均速度は1時間あたり80 kmになります。同様に、320キロメートルが4時間で移動する場合、平均速度も1時間あたり80キロメートルです。距離（キロメートル（km））を時間（h）で除算すると、結果はキロメートル/時間（km / h）になります。",
	"avg-speed.p2": "1時間あたりのマイル数は、1時間でカバーされる法定マイル数を表す速度の米国および慣習的な単位です。これは、米国、英国、およびいくつかの連邦国家、特にカリブ海地域で使用されています。",
	"supported-speed.heading": "サポートされている速度単位",
	"supported-speed.p1": "1時間あたりのキロメートル（またはキロ）：国際的には、km / hは交通標識と速度計で最も一般的に使用される速度の単位です。他の略語には、英語の略語として「km / h」、「kmph」、「km / hr」が含まれます。",
	"supported-speed.p2": "ノット：ノットは、1時間あたり1海里に相当する速度の単位で、正確には1.852 km / h（約1.15078 mph）です。世界中で、ノットは気象学および海上および航空航法で使用されています。たとえば、経線に沿って1ノットで航行する船は、1時間で地理的緯度の約1分を航行します。",
	"home": "ホーム",
	"what-is-my-elevation": "現在地の標高は？",
	"snowfall-guide": "雪の合計",
	"visited-earth": "地球を訪れた"
}