{
	"site-title": "Как быстро я иду?",
	"site-description": "Найти текущую скорость в км / ч с помощью этого онлайн-приложения спидометра",
	"site-mobile-app-title": "Как быстро",
	"units": {
		"default-units": "kmh",
		"hide-selection": "true",
		"mph": "mph",
		"kmh": "км/ч",
		"kn": "узлов"
	},
	"location-format": "{value} {units}",
	"sponsored-by": "При поддержке",
	"brought-to-you-by": "Создано {0}",
	"reset": "Сброс",
	"avg-speed": "Средняя скорость",
	"current-speed": "Текущая скорость",
	"heading": "направление",
	"location-read-error": "Произошла ошибка при загрузке вашего текущего местоположения.",
	"color-scheme-light": " Светлый режим",
	"color-scheme-dark": "Темный режим",
	"color-scheme-auto": "Автоматический",
	"what-is-this.heading": "Что это?",
	"what-is-this.p1": "Этот сайт предназначен для определения текущей скорости, средней скорости и направления компаса в милях в час, километрах в час или узлах. Чтобы использовать этот онлайн-спидометр, посетите эту страницу на устройстве с поддержкой GPS, и ваша скорость будет обновляться автоматически по мере вашего движения. Он даже будет работать, когда ваш телефон отключен. Вы можете использовать это, чтобы увидеть, насколько быстро вы путешествуете во время ходьбы, езды на велосипеде, вождения, катания на лодке или в поезде.",
	"how-we-calc-speed.heading": "Как мы рассчитаем вашу скорость",
	"how-we-calc-speed.p1": "Мы используем скорость чтения вашего устройства GPS. Этот сайт может работать ненадежно на настольных компьютерах без датчика GPS или если вы не разрешаете этому сайту доступ к вашему текущему местоположению.",
	"graph-speed.heading": "График вашей скорости",
	"graph-speed.p1": "По мере того как веб-сайт собирает показания скорости, мы отображаем график, показывающий изменение вашей скорости с течением времени. Вы можете нажать кнопку сброса в любое время, чтобы очистить этот график и расчет средней скорости и перезапустить с 0.",
	"suggested-uses.heading": "Предлагаемое использование",
	"suggested-uses.p1": "Предположим, вы находитесь в Uber, Lyft или другом транспортном средстве. У вас возникает вопрос: «Как быстро движется этот автомобиль?» Это может быть Ford, BMW, Subaru, Toyota или любой другой из различных автомобилей, соответствующих стандартам Uber и Lyft. Возможно, вы едете со скоростью улитки из-за чрезмерного движения на I-95, или, возможно, ваш водитель едет очень быстро, и вы хотите сообщить о них, но боитесь смотреть на их спидометр. Не бойся! Как быстро я иду, чтобы помочь вам узнать.",
	"suggested-uses.p2": "По мере того как веб-сайт собирает показания скорости, мы отображаем график, показывающий изменение вашей скорости с течением времени. Вы можете нажать кнопку сброса в любое время, чтобы очистить этот график и расчет средней скорости и перезапустить с 0.",
	"suggested-uses.p3": "Что делать, если вы едете на велосипеде? Вы идете медленным шагом вдоль озера, чтобы видеть закат, но внезапно серое небо показывает свое уродливое лицо, и дождь и гром начинают литься. Вы спешите домой и хотите узнать, насколько быстро вы едете. Просто откройте свой браузер и узнайте, как вы спешите домой в сухость и тепло!",
	"suggested-uses.p4": "Еще один отличный способ использовать функцию «Как быстро я еду», если вы на моторной лодке.",
	"suggested-uses.p5": "Поездка на поезде Amtrak из Филадельфии в Индианаполис - отличный способ провести 25 часов. Живописная пасторальная местность, которую предлагает Средний Запад Северной Америки, не имеет себе равных. Но что, если вы любуетесь деревьями, грязью и другими природными предложениями и хотите узнать, как быстро движется поезд? Перед тем, как быстро я еду, вам нужно встать и спросить проводника, который обычно очень злится. Теперь вы можете просто открыть свой смартфон, выйти в Интернет и узнать, как быстро движется поезд!",
	"suggested-uses.p6": "По мере того как веб-сайт собирает показания скорости, мы отображаем график, показывающий изменение вашей скорости с течением времени. Вы можете нажать кнопку сброса в любое время, чтобы очистить этот график и расчет средней скорости и перезапустить с 0.",
	"suggested-uses.p7": "Врум Врум! Ваш подвесной мотор Honda на 5 л. С. (15) с бензиновым валом разгоняет вас через местное озеро, чтобы вы могли ловить форель, палтуса и других рыб. Вы сжимаете свою удочку и готовы ловить любую приманку, которую хотите поймать, но вы хотите знать, сколько времени потребуется, чтобы добраться до рыболовной ямы. Вы знаете, что есть около 2 миль. Если вы проверите свою скорость в Интернете, вы можете определить, сколько времени вам потребуется, чтобы добраться туда. Однажды пойманная, вы можете потреблять сырую рыбу или солить ее и курить.",
	"current-speed.heading": "Текущая скорость",
	"current-speed.p1": "Чтобы рассчитать текущую или мгновенную скорость, вы берете пройденное расстояние за очень короткий период времени. Автомобиль, движущийся со скоростью 50 км / ч, как правило, движется с постоянной скоростью менее одного часа, но если он движется с этой скоростью в течение целого часа, он будет проезжать 50 км. Если автомобиль будет продолжать движение с такой скоростью в течение получаса, он преодолеет половину этого расстояния (25 км).",
	"avg-speed.heading": "Средняя скорость",
	"avg-speed.p1": "В отличие от мгновенной скорости, средняя скорость определяется как общее пройденное расстояние, деленное на временной интервал. Например, если расстояние в 80 километров преодолевается за 1 час, средняя скорость составляет 80 километров в час. Аналогично, если за 4 часа пройдено 320 километров, средняя скорость также составляет 80 километров в час. Когда расстояние в километрах (км) делится на время в часах (ч), результат выражается в километрах в час (км / ч).",
	"avg-speed.p2": "",
	"supported-speed.heading": "Поддерживаемые единицы скорости",
	"supported-speed.p1": "",
	"supported-speed.p2": "Узлы: узел - это единица скорости, равная одной морской миле в час, ровно 1,852 км / ч (приблизительно 1,15078 миль в час). Во всем мире узел используется в метеорологии, а также в морской и воздушной навигации - например, судно, движущееся со скоростью 1 узел по меридиану, перемещается приблизительно на одну минуту географической широты за один час.",
	"home": "Дом",
	"what-is-my-elevation": "На какой высоте я нахожусь?",
	"snowfall-guide": "итоги снега",
	"visited-earth": "посетил землю"
}